Revit 2027 API
SymbolTypeId.BtuPerDegreeF Property
 Symbol BTU/°F, indicating unit British thermal units per degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerDegreeF { get; }
Public Shared ReadOnly Property BtuPerDegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerDegreeF {
	ForgeTypeId^ get ();
}
static member BtuPerDegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace